[FILE]
Author=EstFix
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000CDCDCDDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBD5D5D5D5D5D5CDCDCDCDCDCDCDCDCDC5C5C5C5C5C5C5C5C5CDCDCDECECECECECECECECECECECECECECECECECECECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBDBDBDBD5D5D5C5C5C5D5D5D5F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3ECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBD5D5D5C5C5C5CFD0D2ECECECECECECECECECECECECECECECECECECECECECECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBCDCDCDBDBDBD3F3D3259564C5F5C535F5C535E5C535C5B5259584F56554C5352494E4D444C4A4147453B4240353F3D3236342A18170C3F3F3C5858555E5E5C605F5D605F5D5E5D5B5A5A585555535352504E4D4B4B4B4947464441403E3D3C3A3635331818154141415B5B5C6262626464656565656262635E5E5E5A5A5A5556565151514E4E4E4949494343444040403738381A1A1A3F3F3F5252525555555757575858585555545050504C4C4C4949494545454242423D3D3D3839393434342E2E2E1919193939395252525454555656565757575555555151514D4D4D4A4A4A4646464444443F3F3F3B3B3B373737323231151515AB6432CB7E29D38427D58627D68726D68627D48527D08027CD7E27C87A27C57627C07127BA6B26B66727AE5F278B3F26C76C10E3830AEB8A0AEF8C0AF18F09F18F0AF08E0AEC890AE7860AE4820AE07E0ADB790AD57409D2700AC8660AA4460CD26E01EC8300F48A00F88D00FC9200FD9300FA9000F58C00F18800ED8400E97F00E47A00DE7500DB7100D16700AF4900D1730FEA890DF1910EF5940EF9980EFA9A0EF7960EF2920EEE8E0EE98A0EE6850EE1800DDB7B0DD7770CCF6D0CAF500BD1730FD1730FD0720FD0720FCF710FCD6F0FCC6D0ECA6B0EC7690EC5660EC2630DBF600DBB5C0CB7590CB3540CAF500B000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1061
Name=Eesti (EE)
VersionId=5400

[About]
B1=Sulge
Caption=Programmist
L1=Tagasiside:
L2=Autor:
L4=Disain:
L5=Litsents
L6=Muudatused

[Actions]
EqualizerFrame=Ekvalaiser
Form.AutoHide=Režiim: ujuv, automaatse peitmisega
Form.DockTo=Kinnita
Form.DockToEdges=Vasakusse ekraani äärde|Paremasse ekraani äärde|Ülesse ekraani äärde|Alla ekraani äärde
Form.DoMaximize=Tõsta esile tervele ekraanile
Form.Fixed=Režiim: parandatud
Form.Float=Režiim: ujuv
Form.LockPlacement=Fikseeri akna positsioon
Form.Maximize=Täisekraanile|Taasta
Form.Minimize=Taanda
Form.Minimize=Taanda
Form.StayOnTop=Alati pealmine
Form.Undock=Tavaline režiim
Form.Visible=%s - näita|%s - peida
PlaylistFrame=Mänguloend
QuickSearch=Kiirotsing
Tabs.ScrollDown=Keri vahekaarte tagasi
Tabs.ScrollUp=Keri vahekaarte edasi
Visuals.VisualMenu=Visualiseeringute nimekiri

[AddLinkDialog]
btnOk=OK
Caption=Lisa link
lbLink=Voogesituse link:
lbName=Kuvatav nimi:

[AIMP]
acCopyTo=Kopeeri...
acFormsTogglePlaylistVisibility.h=Näita/peida mänguloend
acFormsTogglePlaylistVisibility=Mänguloend
acHelp=Abi
acMainAddFiles.h=Lisa faile
acMainAddFiles=Failid
acMainAddFolder.h=Lisa kaust
acMainAddFolder=Kaust
acMainAddPlaylist.h=Lisa mänguloend
acMainAddPlaylist=Mänguloend
acMainAddURL.h=Lisa link
acMainAddURL=Link
acMainBookmarksManager=Järjehoidjate haldur
acMainDSPManager=Heliefektid
acMainDSPManagerCrossMixing=Heliefektid: Segamis seaded
acMainDSPManagerDSP=Heliefektid: DSP/VST
acMainDSPManagerEQ=Heliefektid: Ekvalaiser
acMainDSPManagerSilenceRemover=Heliefektid: Eemalda vaikus
acMainDSPManagerSoundEffects=Heliefektid: Üldine
acMainDSPManagerVolumeNormalization=Heliefektid: Helitugevus
acMainExit.h=Sulge
acMainMinimize.h=Taanda/taasta
acMainOpenFiles.h=Ava fail(id)
acMainOpenFiles=Ava failid
acMainOpenFolder=Ava kaust
acMainOpenPlaylist.h=Ava mänguloend
acMainOpenPlaylist=Ava mänguloend
acMainStayOnTop=Alati pealmine
acMLCompressDB=Tihenda andmebaas
acMLDeleteAll=Eemalda kõik failid andmebaasist
acMLEditBookmark=Redigeeri järjehoidjat...
acMLGroupingTreeDeleteSelected=Eemalda andmebaasist
acMLGroupingTreeDeleteSelectedPhysically=Eemalda kettalt
acMLLabelsDialog=Sildid...
acMLMakeReport=Raporteeri...
acMLMissedFiles=Puuduvad failid...
acMLPlayFiles=Esita
acMLPlayFilesShuffled=Esita segatult
acMLPlaySelectedFiles=Esita valitud failid
acMLReloadTagsForAllFiles=Värskenda kõikide failide sildid
acMLReloadTagsForSelectedFiles=Värskenda valitud failide sildid
acMLResetStats=Lähtesta kõikide failide statistika
acMLResetStatsForSelectedFiles=Lähtesta valitud failide statistika
acMLTableDeleteSelected=Eemalda valitud andmebaasist
acMLTableSendFilesToActivePlaylist=Lisa aktiivsesse mänguloendisse
acMoveTo=Liiguta...
acOpenFolder=Ava kaust
acOptionHotkeys.h=Kiirklahvide seaded
acOptionHotkeys=Kiirklahvid
acOptionLangs.h=Keele seaded
acOptionLangs=Keel
acOptionPlugins.h=Lisandprogrammide seaded
acOptionPlugins=Lisandprogrammid
acOptions=Seaded
acOptionShutdown.h=Planeerija
acOptionShutdown=Planeerija
acOptionSkins.h=Rüüde seaded
acOptionSkins=Rüüd
acPlayableFileCopyFileToClipboard.h=Kopeeri fail vahetuspuhvrisse
acPlayableFileCopyInfoToClipboard.h=Kopeeri faili info vahetuspuhvrisse
acPlayableFileCopyToLastPath.h=Kopeeri töösolev fail viimati valitud kausta
acPlayableFileDeletePhysically=Eemalda töösolev fail kettalt
acPlayableFileNextBookmark=Järgmine järjehoidja
acPlayableFilePrevBookmark=Eelmine järjehoidja
acPlayableFileShowFileInfo=Töösoleva faili info
acPlayableFileShowQTE.h=Redigeeri sildid
acPlayableFileToggleSwitchInPlaylist.h=Esitatav fail (sees/väljas)
acPlayerCrossMixing=Ristisegamine (sees/väljas)
acPlayerJumpToTime=Liigu ajaliselt
acPlayerNextTrack=Järgmine fail
acPlayerPauseOnNextTrack=Peata esitlus järgmise loo alguses
acPlayerPlayPause=Esita/peata
acPlayerPrevTrack=Eelmine fail
acPlayerRadioCapture=Raadio salvestus
acPlayerRadioCaptureSingleTrack=Raadio salvestus (ainult üks lugu)
acPlayerRepeat=Kordus
acPlayerRepeatPartAB=Korda "А-B" lõiku
acPlayerSeekBackward.h=Liigu natuke tagasi
acPlayerSeekForward.h=Liigu natuke edasi
acPlayerShuffle=Juhuslik
acPlayerSpeedDecrease=Kiirus: vähenda
acPlayerSpeedIncrease=Kiirus: suurenda
acPlayerSpeedResetToDefaults=Kiirus: lähtesta
acPlayerStop.h=Peata esitlus
acPlayerStopAtEnd.h=Peata esitlus peale töösolevat faili
acPlayerTempoDecrease=Tempo: vähenda
acPlayerTempoIncrease=Tempo: suurenda
acPlayerTempoResetToDefaults=Tempo: lähtesta
acPlayerVolumeDown.h=Helitugevus -
acPlayerVolumeMute.h=Heli (sees/väljas)
acPlayerVolumeMute=Vaigista
acPlayerVolumeUp.h=Helitugevus +
acPlaylistAddSelectedToBookmarks=Lisa järjehoidjatesse
acPlaylistAddSelectedToQueue=Lisa järjekorda
acPlaylistClose=Sulge mänguloend
acPlaylistCloseOthers=Sulge teised mänguloendid
acPlaylistCopySelectedToClipboard=Kopeeri valitud failid vahetuspuhvrisse
acPlaylistDeleteAll=Eemalda kõik
acPlaylistDeleteDuplicates=Eemalda korduvad
acPlaylistDeleteNonExists=Eemalda olematud
acPlaylistDeleteNonSelected=Eemalda kõik peale valitute
acPlaylistDeleteSelected=Eemalda valitud failid
acPlaylistDeleteSelectedPhysically=Eemalda valitud failid kettalt
acPlaylistDeleteSelectedPhysicallyWithFolder=Kustutage valitud failid koos kaustadega füüsiliselt
acPlaylistDeleteSwitchedOff=Eemalda olematud failid
acPlaylistDeleteSwitchedOffPhysically=Eemalda olematud failid kettalt
acPlaylistFindInML=Leia audiokogust
acPlaylistFindNewFiles=Otsi uusi faile
acPlaylistFocusedItemShowQTE=Faili info
acPlaylistInsertAfterPlayingItem=Lisa peale praegust
acPlaylistInsertToQueueBeginning=Lisa järekorra algusesse
acPlaylistNew=Uus mänguloend
acPlaylistNext.h=Järgmine mänguloend
acPlaylistNextAndPlay.h=Esita järgmist mänguloendit
acPlaylistPlayFocusedItem.h=Esita valitud failid
acPlaylistPlayFocusedItem=Esita
acPlaylistPlayPrevious=Mängi eelnev mänguloend
acPlaylistPrev.h=Eelmine mänguloend
acPlaylistPrevAndPlay.h=Esita eelmist mänguloendit
acPlaylistRedo=Korrake viimast toimingut
acPlaylistReloadFromPreimage=Värskenda andmed eelkujutisest
acPlaylistRemoveSelectedFromQueue=Eemalda järjekorrast
acPlaylistRename=Nimeta mänguloend ümber
acPlaylistReverse.h=Sorteeri: Pööratult
acPlaylistReverse=Pööratult
acPlaylistSave=Salvesta mänguloend
acPlaylistSaveFew=Ekspordi mitu esitusloendit
acPlaylistSortByArtist=Sorteeri esitaja järgi
acPlaylistSortByDuration=Sorteeri kestvuse järgi
acPlaylistSortByFileName=Sorteeri kausta järgi
acPlaylistSortByTitle=Sorteeri pealkirja järgi
acPlaylistSortRandomize.h=Sorteeri: Segamini
acPlaylistSortRandomize=Segamini
acPlaylistUndo=Võta tagasi
acQueueClear=Puhasta järjekord
acQueueManager=Järjekorrahaldur
acSearchAdvanced=Laiendatud otsing
acSearchQuick=Kiirotsing (alusta/jätka)
acSendToAudioConverter.h=Saada audio konverterisse
acSendToAudioConverter=Audio konverter
acSendToTagEditor.h=Saada sildi redaktorisse
acSendToTagEditor=Sildi redaktor
acUtilsAudioConverter=Audio konverter
acUtilsAudioLibrary=Audiokogu
acUtilsTagEditor=Sildi redaktor
acVisualExitFromFullScreen=Välju täisekraani režiimist
acVisualFullScreen=Täisekraan
acVisualNext.h=Järgmine visualiseering
acVisualPrev.h=Eelmine visualiseering
CategoryMenu=Grupp
CategoryOptions=Seaded
ClearPls=Puhasta mänguloend
CM_DEL=Eemalda mänguloendist
CM_SEL=Vali failid
ItmEQPos=Näita ekvalaiserit vasakul
miBMLocateInSource=Leia allikast
miBMPlaySelectedFromBeginning=Esita valitud failid algusest
miBMResetTimestamp=Lähtesta ajatempel
miCountdown=Pöördloendus
miGroupBy=Grupeeri...
miMLBookmarks=Järjehoidjad
miMLCreateDynPlaylist=Loo "tark" mänguloend
miMLGroupingPreset=Grupeerimine
miMLGroupingPresetAdd=Lisa...
miMLGroupingPresetEdit=Redigeeri...
miMLGroupingPresetRemove=Eemalda
miMLLabelsExclude=Eemalda silt
miMLLabelsInclude=Sea silt
miMLManageDB=Andmebaas
miMLReload=Värskenda...
miMLTableSendToPlaylist=Saada mänguloendisse
miMLTableViewAlbumThumbnails=Vaade: Albumi pisipildid
miMLTableViewDefault=Vaade: Tabel
miMLTableViewGroupDetails=Vaade: Grupeerimise detailid
miMLUnloadDataSource=Keela andmeallikas
miPersonalSettings=Personaalsed seaded
miPlaylistNewSmart=Uus "tark" mänguloend
miPreimageSettings=Eelkujutise seaded
miRadioCaptureStop=Peata salvestamine
miRadioCatalogs=Interneti raadio kataloog
miReadOnly=Lukusta muutuste eest
miRemoval=Eemaldamine
miSelectAll=Vali kõik failid
miSelectNone=Ära vali midagi
miSelectPls=Vali mänguloend
miSelectSwitchedOn=Vali kõik lubatud
miSendTo=Saada
miSendToPlaylist=Saada teisse mänguloendisse
miSortByPatternOptions=Seaded
miSortRandomizeGroupItems=Muuda grupiüksused juhuslikuks
miSortRandomizeGroups=Muuda grupid juhuslikuks
miSortRandomizeGroupsAndItItems=Muuda grupid ja grupiüksused juhuslikuks
miSwitchOff=Keela
miSwitchOn=Luba
N6=Skanneeri sildid uuesti
N7=Lähim kavandatud ülesanne:
N20=Järjekord
N22=Salv
N31=Visualiseerimise režiim
N34=Lisa
N35=Näita akent
N36=Ekvalaiser
N37=Visualiseerimise aken
N38=(peida kõik)
N39=Redigeeri
N40=Visualiseering
N41=Rüüd
N43=Abi
N47=Välju
N56=Vahendid
N70=Lülita kiirvaliku klahvid välja
N75=Vahendid
N79=Näita töös olevat
N80=Lae häälestus
N81=Salvesta häälestus
N83=Lähtesta effektide seaded
N84=Lähtesta ekvalaiseri seaded
N85=Taanda kõik
N86=Taasta kõik
N90=Mängija
N91=Esita/peata
N92=Peata
N93=Lisa fail
N95=Eelmine lugu
N96=Järgmine lugu
N98=Helitugevus
N114=Liida sarnaste kategooriatega
N115=Liida kõik sarnased kategooriad
N141=Kogu kestvus
N142=Järelejäänud kestvus
N143=Valitud failide kestvus
pmAdd.h=Failide/kaustade lisamise menüü
pmDelete.h=Failide eemaldamis menüü
pmEqualizer.h=Ekvalaiseri seaded
pmMainMenu.h=Peamenüü
pmManagePlaylist.h=Mänguloendi haldur
pmMisc.h=Varia
pmMLDelete.h=Failide eemaldamis menüü
pmMLGroupingPresets.h=Grupeerimis häälestused
pmMLLabels.h=Siltide menüü
pmMLMainMenu.h=Peamenüü - Audiokogu
pmMLMisc.h=Varia
pmMLTableViews.h=Vaade
pmNewPlaylist.h=Uus esitusloend...
pmPlaylistList.h=Mänguloendite nimekiri
pmQuickOptions.h=Kiirvalikud
pmSorting.h=Failide sorteerimis menüü
pmUtilities.h=Vahendid
SentToNewPLS=Uude mänguloendisse
TCFixFloat=Fikseeri info paneel
TL=Salvesta mänguloend
TrayCotnrol=Näita mini-mängijat

[AIMPBookmarkEditDialog]
Caption=Järjehoidja redigeerimine
L1=Pealkiri:
L2=Rada:
L3=Sildid:
L4=Ajatempel:
L5=Kommentaar:

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Konverteerimine lõpetatud!
cbDontShowAgain=Ära näita enam
Message=Failide arv: %0:s\n\nAeg: %2:s\nAeg (Keskmine): %3:s\n\nSisend: %5:s\nVäljund: %6:s\nSäästetud: %4:s

[AIMPFindMissedFilesDialog]
acApply=Rakenda valitutele
acFind=Otsi...
acRemoveSelected=Eemalda andmebaasist
acReplace=Asenda faili nimi...
Caption=Puuduvad failid

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=Puuduvad failid
c[1]=Soovituslik vahetamine
c[2]=Vastavuse määr

[AIMPML]
Added=Lisatud
Album=Album
AlbumArtist=Albumi esitaja
Artist=Esitaja
BitDepth=Bitisügavus
Bitrate=Bitikiirus
BPM=Lööke minutis
Channels=Kanaleid
Comment=Kommentaar
Composer=Helilooja
Conductor=Dirigent
Copyrights=Autoriõigused
CreatedAt=Loomise aeg
DiskNumber=Plaadi №
Duration=Kestvus
FileFormat=Faili formaat
FileName=Faili nimi
FileSize=Faili suurus
Genre=Žanr
Labels=Sildid
LastModification=Faili muutmise aeg
LastPlayback=Viimati esitatud
Lyricist=Sõnade autor
Mood=Tuju
Name=Nimi
PlaybackCount=Esitatud kokku
Publisher=Avaldaja
Rating=Hinnang
SampleRate=Sagedus
Source=Allikas
Timestamp=Ajatempel
Title=Pealkiri
TrackNumber=Loo №
Type=Tüüp
URL=Link
UserMark=Hinne
Year=Aasta

[AIMPML.Controls]
Customize=Kohanda
DataSourceList=Allikate nimekiri
History=Esitluse ajalugu
NewLabel=Uus silt
NewLabelDialog=Uus silt...
None=(mitte midagi)
ResetAllFilters=Lähtesta kõik filtrid
ResetFilter=Lähtesta filter
ShowAll=(näita kõik)
UnsetAllLabels=Eemalda kõik sildid

[AIMPML.Presets]
BestTracks.C=Parimad lood
BestTracks.V=Parim %d|Kõrgelt hinnatud
Days=Täna|Eile|Nädal|Kuu
NewTracks.C=Uusimad lood
NewTracks.V=Päevaks|Kolmeks päevaks|Nädalaks|Kaheks nädalaks|Kuuks|Pole kunagi mänginud

[AIMPML.Reports]
AlbumCount=Albumite loendus:
ArtistCount=Esitajate loendus:
Common=Statistika
FavoriteAlbums=Lemmik albumid (Top %d)
FavoriteArtists=Lemmik esitajad (Top %d)
FavoriteGenres=Lemmik žanrid (Top %d)
FavoriteTracks=Lemmik lood (Top %d)
GenreCount=Žanrite loendus:
L1=Esitluste loendus:
L2=Lugude loendus
L3=Kogu kestvus (~)
L4=Esitaja
L5=Kuulatud
L6=Kokku
TrackCount=Lugude loendus:

[AIMPMLFilterEditorDialog]
btnCancel=Loobu
btnOK=OK
Caption=Filtri parameetrid
pcpFilter=Filtreerimine

[AIMPMLFilterEditorDialog.FilterControl]
C=Lisa reegel
G=Lisa grupp
Op0=võrdne
Op1=ei ole võrdne
Op2=vahel
Op3=vähem
Op4=vähem või võrdne
Op5=rohkem
Op6=rohkem või võrdne
Op7=sisaldab
Op8=algab...
Op9=lõppeb...
Op10=on viimased X päeva
R=Eemalda

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Lähtesta
Caption=Gruppide asetuse kohandamine
GB1=Grupeerimis lahtrid
GB2=Grupi detailide lahtrid

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Puhasta
btnEditFilter=Redigeeri...
Caption=Grupeerimis šabloon
L1=Nimeta automaatselt
L2=Grupeeri välja järgi
L3=Kohandatud filter
lbName=Nimi
lvAvailable=Saadaval lahtrid
lvGroup=Kasutatud lahtrid

[AIMPMLLabelsDialog]
acMoveLeft=Sea silt
acMoveRight=Eemalda silt
acRemove=Eemalda silt
acRename=Nimeta silt ümber
btnCancel=Loobu
btnOK=OK
C1=Sildid
C2=Saadaval sildid
Caption=Sildid
L1=Sisesta sildi nimi
L2=Lisa
miSetToAll=Rakenda kõikidele failidele
miUndoSetToAll=Võta tagasi: Rakenda kõikidele failidele

[AIMPMLMonitoringSettingsDialog]
btnClose=Sulge
Caption=Failide lisamine
CB1=Otsi liigutatud või ümbernimetatud faile
CB2=Eemalda olematud failid andmebaasist
CB3=Värskenda sildid
cbMinFD=Kui kestvus on lühem kui:
cbMinFS=Kui suurus on väiksem kui:
cbScanOnStartup=Kontrolli uute failide olemasolu programmi käivitusel
cbTrackChanges=Jälgi muutuseid töötamise ajal
GB1=Jälgimine
GB2=Teosta uuendamise ajal
gbFiltBy=Jäta fail vahele
L1=Kui faili laiend on:
L2=Vajuta "Uuenda" et uuendada oma muusikakogu andmebaasi
pcpFolders=Kaustad
pcpSettings=Seaded
btnUpdate=Uuenda

[AIMPMLPreimageDialog]
btnCancel=Loobu
btnOK=OK
Caption="Tark" mänguloend - Audiokogu
cbLimitTo=Limiteeri lugude arv:
cbSortBy=Sorteerimisalus:
pcpFilter=1. Filter
pcpPostProcess=3. Väljund
pcpSort=2. Sorteeri

[AIMPPlaylistFoldersPreimageDialog]
btnCancel=Loobu
btnOk=OK
Caption="Tark" mänguloend - kaustad
cbSyncOnChanges=Jälgi muutuseid töötamise ajal
cbSyncOnStartup=Kontrolli uute failide olemasolu programmi käivitusel
L2=Jäta nende laiendustega failid vahele:
pcpFolders=Kaustad
pcpSettings=Seaded

[AIMPSearchPathList]
c[0]=Kaust
c[1]=Hõlma alamkaustad
acAdd=Lisa
acDelete=Eemalda valitud
acDeleteAll=Eemalda kõik

[AIMPPlaylistPreimageDialog]
Caption="Tark" mänguloend - mänguloend
L1=Faili nimi\Link

[AIMPSendToDialogForm]
cbDefault=Salvesta kui "Vaikimisi"
cbSaveStructure=Salvesta raja struktuur
gbAdditionals=Lisa failid
gbPath=Sihtkaust
gbRename=Nimeta šablooniga ümber
L1=Kopeeri|Liiguta
L2=Kopeeri|Liiguta
L3=Kopeerimis seaded|Liigutamis seaded
lbAdditionals=Failid kopeeritakse sihtkausta peamiste failidega.\n; - eraldaja, * - tundmatu faili nimi

[ATEAutoNumerationForm]
Caption=Autonumeratsioon
L1=Alusta

[ATEAutoTagForm]
C1=Enne muutusi
C2=Peale muutusi
c[0]=Faili nimi
c[1]=Album
c[2]=Esitaja
c[3]=Žanr
c[4]=Pealkiri
c[5]=Loo №
c[6]=Aasta
c[8]=Lugude kogus
Caption=Täida automaatselt silt, kasutades faili nime

[ATEChangeRegisterDialog]
Caption=Registri muutmine/transliteratsioon
CB1=Sildid:
GB1=Toimingud
L1=Register:
L2=Transliteratsioon:
L3=Väljad:

[ATEChaptersEditDialog]
acAlignTimestamp.h=Joonda ajatempel praeguse asukoha järgi
acDelete.h=Kustuta valitud peatükid
acDelete=Kustuta valitud
acEdit.h=Redigeeri valitud peatükk
acEdit=Redigeeri
acInsert.h=Lisa peatükk
acInsert=Lisa
btnFastForward.h=Kiire edasikerimine
btnPlayPause.h=Start / Paus
btnRewind.h=Keri tagasi
btnSave=Salvesta...
Caption=Peatükkide redigeerija
tsVolume.h=Helitugevus

[ATEChaptersFormatChooser]
btnSave=Salvesta
Caption=Peatükkide redigeerija
GB1=Salvesta kui:
RB1=Peatükid, manustatud helifaili
RB2=CUE, manustatud helifaili
RB3=CUE, paigutatud eraldi failina
RB4=Lihttekst
W1=* Helifailivormingu puhul pole see valik saadaval

[ATEForm]
A0=Autonumeratsioon
A1=Autonumeratsioon (%s)
A2=Nimeta ümber
A3=Muuda formaadiks "%s"
A4=Rakenda
A5=Mitme faili siltide muutmine
A6=Failide ümbernimetamine: %s
A7=Faili "%s" siltide muutmine
A8=Kordusvõimenduse väärtuste eemaldamine siltidel
A9=Jäta analüüsitud failid vahele
A10=Kordusvõimenduse väärtuste muutmine siltides
A11=BPM-i väärtuse muutmine siltides
A12="%s" stsenaarium
A13=Faili "%s" peatükkide redigeerimine
acAnalysisBPM=Analüüsi valitud
acEdit=Redigeeri kõik väljad
acEditChapters.h=Loo/redigeeri peatükke...
acRgAlbum=Skaneeri valitud: Kui üks album
acRgFAlbum=Skaneeri valitud: Iga kaust kui album
acRgFile=Skaneeri valitud: Ilma albumita
acRgMAlbum=Skaneeri valitud: Võta album sildilt
acRgRemove=Eemalda esitustundlikuse info siltidelt
acScenarios=Stsenaariumid...
acSearchOnline.h=Automaatne täitmine läbi internetiteenuste...
acSearchOnlineAlbumArts=Leia albumikaaned internetist...
acSearchOnlineLyrics=Leia sõnad internetist...
aSave=Salvesta
aTag.h=Automaatne täitmine
B1.h=Registri muutmine/transliteratsioon
B5=Uuenda sildid
btnBPM.h=Lööke minutis
btnLayout.h=Muuda vaadet
btnRG.h=Esitlus tundlikkus
btnScripts.h=Stsenaariumid
btnUndo.h=Ennista viimased toimingud
Caption=AIMP: Laiendatud sildi redaktor
cbSubFolders=Sisaldab alamkatalooge
lbNoData=(pole andmeid eelvaateks)
miDelete=Eemalda
miDeletePhys=Eemalda kettalt
miGroupBy=Grupeerimine
miGroupByFolder=Emakataloogi järgi
miGroupByNone=Mitte grupeerida
miJumpTo=Hüppa kausta...
miNumCfm=Küsi kinnitust
miSoundOut=Esitluse seaded
TM0=Failid mis asuvad kõvakettal
TM1=Kasutaja poolt lisatud failid

[ATEForm.lvTable]
c[0]=№
c[1]=Ketta №
c[2]=Faili nimi
c[3]=Pealkiri
c[4]=Esitaja
c[5]=Album
c[6]=Aasta
c[7]=Žanr
c[8]=Bitikiirus
c[9]=Kestvus
c[10]=Formaat
c[11]=Ümbris
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Suurus
c[19]=Sõnad
c[20]=Lööke minutis
c[21]=Esitlus tundlikkus

[ATEOnlineSearchForm]
aiProgressInidcator=Otsimine... Palun oodake
btnCancel=Loobu
btnSave=Rakenda failidele
Caption=Automaatne täitmine läbi internetiteenuste
edSearchBox.b0=Leia
edSearchBox.th=Album, Esitaja
ErrorAuthorizationRequired=Selle toimingu jaoks on vaja autoriseerida. Peate sisse logima ja lubama AIMP-i rakendusel töötada. Pärast seda saatke oma taotlus uuesti.
vlbBindingHint=Leitud loo seostamiseks redigeerimislooga lohistage see ülevalt loendist allapoole.\nPange tähele, et muudatused rakendatakse ainult valitud lugudele.

[ATERenameForm]
btnRename=Nimeta ümber
Caption=Ümbernimetamise seaded
CB1=Eelvaade
CB2=Tööta faili koopiaga
GB1=Nimeta failid ümber šablooni järgi
GB2=Liiguta failid valitud kausta
GB3=Otsi ja asenda
GB4=Register
GB5=Transliteratsioon
L1=Leia:
L2=Et sorteerida kaustade järgi võid kasutada "\" (%Y\%A - %T)
L3=Asenda:

[ATESaveParams]
Caption=Salvestamis seaded

[ATEScenariosForm]
btnClose=Sulge
btnRun=Käivita
btnStop=Peata
Caption=Stsenaariumid
cbPreviewMode=Eelvaate režiim
GB1=Stsenaarium
lbPreviewMode=Eelvaate režiimis, stsenaariumis tehtud muudatusi ei rakendata reaalsetele failidele

[AutoTag]
bOk=Rakenda
Caption=Automaatne täitmine
CB1=Ära täida lahtrit, kui tal on väärtus

[CommonDialogs]
B1=OK
B2=Loobu
B3=Uus kaust
BS=Jah|Ei|OK|Loobu|Peata|Proovi uuesti|Ignoreeri|Kõik|Kõigele ei|Kõigele jah|Abi|Sulge
L1=Vali kaust
L2=Hõlma alamkaustad
MsgCaptions=Hoiatus|Viga|Informatsioon|Kinnitus|
SA=Vali kõik
SN=Eemalda valik

[ConfirmDialog]
B1=Asenda
B2=Asenda kõik
B3=Jäta vahele
B4=Jäta kõik vahele
B5=Nimeta ümber
B6=Loobu
Caption=Asenda
gbFile1=Asenda fail
gbFile2=Uue failiga

[CONTEXT]
0=Ava AIMP-iga
1=Esita
2=Lisa mänguloendisse
3=Lisa järjekorda
4=Lisa järjehoidjatesse
5=Redigeeri silte
6=Konverteeri teisse formaati
7=Ava &uues mänguloendis

[Converter]
actAddFiles=Lisa fail
actAddFolders=Lisa kaust
actAddPlaylist=Lisa mänguloend
actDeleteAll=Puhasta
actDeleteSelected=Eemalda valitud
actStop=Peata
bAdd.h=Lisa fail/kaust
bDelete.h=Eemalda failid
bQuickOptions.h=Seaded
bSettings=Seaded
bStart=Start
Caption=AIMP: Audio konverter
csCancel=Tühistatud
csDone=Lõpetatud!
csError=Viga
csPaused=Peatatud
csWaiting=Järjekorras
lbEncoder=Formaat:
lbMode=Kodeerimise režiim
lbNormalizeVolume=Normaliseeri helitugevus:
lbTargetFileName=Nimeta fail ümber:
lbTargetFolder=Väljundkaust:
lbTimeElapsed=Kulunud:
lbTimeLeft=Jäänud:
lbTotalProgress=Kogu progress:
lbVolumeNormalization=Helitugevuse normaliseerimine
miCloseAppWhenDone=Sulge programm peale edukat konverteerimist
miDeleteSource=Eemalda allikfail peale edukat konverteerimist
miHibernate=Talveuinakurežiim
miSavePathStructure=Salvesta failide kasutamisel kaustade struktuur
miShutdown=Sule arvuti
miShutdownWhenDone=Arvuti väljalülitamine peale konverteerimist
miSleep=Uinakurežiim
miUncheckSuccessful=Eemalda linnuke faililt peale edukat konverteerimist
Modes=Üks allikas - üks tulemus|Kõik allikad - üks tulemus|Üks kaust - üks tulemus

[Converter.lvTable]
c[0]=Nimi
c[1]=Formaat
c[2]=Staatus
c[3]=№
c[4]=Failinimi
c[5]=Sihtfaili nimi

[ConverterEncoders]
bOk=OK
btnReset=Lähtesta
cbAsInput=Sama mis allikfailis
cbChangeFormat=Muuda formaati
cbCorrectionFile=Loo korrektsiooni fail
cbIncludeMD5=Lisa failile kontrollsumma
cbModeHybrid=Hübriid
cbModeLossless=Kadudeta
cbNoGap=Tühimikuta
gbMode=Režiim
lbBestC=Parim tihendamine
lbBestQ=Parim kvaliteet
lbBitDepth=Näidise formaat:
lbBitrate=Bitikiirus:
lbBitrateMode=Režiim:
lbChannels=Kanalid:
lbCompression=Tihendamine:
lbLeast=Kiire tihedamine:
lbMost=Parim tihendamine:
lbProfile=Profiil:
lbQuality=Kvaliteet:
lbSampleRate=Sagedus:
scParams=Parameetrid

[CopyDialog]
0=Kopeerin...
1=Liigutan...
2=Paus
3=Jätka

[DropForm]
CB1=Ära küsi uuesti
RG1=Lohista ja aseta

[DSPDialog]
btnEqPresets=Häälestused
btnReset=Lähtesta
CB1=Eemalda hääl (ainult stereo)
CB3=Kasuta heli "Vaibumist"
CB4=Kasuta heli "Vaibumist" navigeerimisel lugudega
CB5=Sujuv helitugevuse muutmine
CB6=Sega järgmine lugu eelmisega
CB7=Sujuv helitugevuse suurenemine loo alguses
CB8=Sujuv heli vaibumine loo lõpus
CB12=Luba ristisegamine
CB16=Eemalda loo algusest ja lõpust vaikus, vaatamata loo pikkusele
cbEqSwitch=Lülita ekvalaiser sisse
GB1=Normaliseeri helitugevus
GB2=Manuaalne üleminek
GB3=Automaatne üleminek
GB4=Esitlus tundlikkus
GB6=Eemalda vaikus
L1=* Sa võid lähtestada seaded parema hiire klõpsuga
L2=Lisandprogramm:
L4=Eelvõim:
L5=Praegune väärtus:
L8=Uus eelseadistus
L9=Vaikimisi väärtus:
L10=Sihtmärgi helitugevus:
L12=Vaikuse pikkus et eemaldada:
L13=Vaikuse avastamise lävi:
L14=Faili eelseadistus
L15=Albumi eelseadistus
L16=Žanri eelseadistus
L17=Mänguloendi eelseadistus
lbChorus=Koor
lbEcho=Kaja
lbEnhancer=Võimendus
lbFlanger=Fländžer
lbPitch=Helikõrgus
lbPreamp=Eelvõim
lbReverb=Ruumilisus
lbSpeed=Kiirus
lbTempo=Tempo
lbTrueBass=Bass
R2=Kasuta väärtust sildilt
R3=Analüüsi faili
RB1=Ära tee midagi
RB2=Lisa paus lugude vahele
tcpMixing=Segamine
tcpSilenceRemover=Eemalda vaikus
tcpSoundEffects=Heliefektid
tcpVolume=Helitugevus

[DSPDialog.cbReplayGainSource]
i[0]=Allikas: Fail
i[1]=Allikas: Album

[EditorForm.RegisterFmt]
i[0]=Muutustetta
i[1]=Kõik sõnad suure algustähega
i[2]=Esimene sõna suure algustähega
i[3]=Kõik suure tähega
i[4]=Kõik väikse tähega

[EQPresetsDialog]
B1=Rakenda
B2=Loobu
B3=Eemalda
B4=Taasta
Caption=Ekvalaiseri häälestused

[HotkeysGroups]
AudioConverter.Content=Audio konverter: tabel
AudioConverter.General=Audio konverter: üldine
Common.Dialogs=Üldine: Dialoogid
Common.SendTo=Failid: Saada...
Common=Üldine
MusicLibrary.GroupingTree=Audiokogu: Grupeerimise puu
MusicLibrary.Table=Audiokogu: Tabel
MusicLibrary=Audiokogu: Üldine
Player.Navigation=Mängija: Navigatsioon
Player.PlayableFile=Mängija: Taasesitatav fail
Player.PlaybackControl=Mängija: Taasesitluse kontrollimine
Player.Visualizations=Mängija: Visulatsioon
Playlist.AddFiles=Mänguloend: Lisa fail(id)
Playlist.Deletion=Mänguloend: Eemalda
Playlist.Search=Mänguloend: Otsi
Playlist.SelectedFiles=Mänguloend: Valitud failid
Playlist.Sorting=Mänguloend: Sorteeri
Playlist=Mänguloend
TagEditor.Content=Sildi redaktor: tabel
TagEditor.CurrentFile=Sildi redaktor: praegune valik
TagEditor.Functions.BPM=Sildi redaktor: funktsioonid - BPM kalkulaator
TagEditor.Functions.ReplayGain=Sildi redaktor: funktsioonid - esitlustundlikuse kalkulaator
TagEditor.Functions=Sildi redaktor: funktsioonid
TagEditor.Tree=Sildi redaktor: puu

[InfoBar]
CB0=Inforibana|Kaardina
CB1=Esituse alguses, ajavahemikus:
CB2=Vasakult|Paremalt|Keskelt
CB3=Kuva töölaua ülaosas|Kuva töölaua alumises osas
CB4=Näita albumi kaant
CB6=Võimaluse korral kuva täisekraanirakenduste peal
CB7=Rakenda ainult tagataustale
CB8=Alati
CB9=Enne esitluse lõppu, ajavahemikus:
CB10=Märguanded rakendusest
GB0=Näita informatsiooni esitatava faili kohta
GB1=Näita
GB5=Vaade
M1=Tagataust
M2=Rida %d
M3=Šrift
M4=Teksti värv
P1=Inforiba

[MSG]
1=Uus mänguloend
2=Sisesta nimi:
3=Audiokogu
4=See tegevus eemaldab failid kõvakettalt. Jätkata?
5=(väljalülitatud)
6=Faili või kausta ei leitud!
7=Taanda salve
8=Näita peaakent
9=Ümbernimetamine
10=Helitugevus
11=Positsioon
12=Esita
13=Esita algusest
14=Paus
15=Kasutaja määratud eelseadistus
16=Vali kõik
17=Väljas|Sees
18=Saada failid
19=Võimalik, et seda klahvi kasutab mõni teine programm
21=See toiming sulgeb kõik mänguloendid peale atiivse. Jätkata?
22=Lisa faili
23=Eelvaade
24=Alati pealmine
25=Ei suutnud salvestada muutusi failis "%s", võibolla kasutab seda mõni teine programm.
26=Rakendada muudatused failidesse?
27=Helilooja
28=Määratakse peaakna asukoha järgi|Ekraan %d: Sekundaarne(%s)|Ekraan %d: Primaarne (%s)
29=Kausta "%s" pole olemas
30=Ei suutnud eemaldada mõnda lisadest, võibolla on see kasutuses:
31=Lõpetatud...
32=Ühe mänguloendiga režiim:\nEi suutnud muuta mänguloendit, sest see on muutmiste suhtes blokeeritud!
33=Otsi
34=Kohalikud failid
35=Ära grupeeri
36=Otsin faile...
37=Kirjutuskaitstud|Määratud eelkujutiseks
38=See eemaldab võimaluse luua rohkem, kui üht mänguloendit.\nSelle valiku puhul teised mänguloendid suletakse automaatselt!
39=Kvaliteet
40=Salvesta kui
41=Lae alla internetist
42=Formaat:
43=(vaikimisi)
44=Kiirus
45=Balanss
46=Avamine...|Puhverdamine...
47=Raadio salvestus
48=Pealkiri
49=Register
50=Antud klahv on juba kasutusel!
51=Liigu ajaliselt:
52=Vale formaat
53=Uus versioon saadaval, laen alla?
54=Instrumentide pank
55=Jooksev tähendus:
56=sorteerimisel kaustade kaupa kasuta "\" sümbolit šabloonis.
57=Oled sa kindel, et soovid loobuda kogu statistikast?|Oled sa kindel, et soovid loobuda valitud failide statistikast?
58=Uus šabloon
59=Eemalda failid kettalt|Jälgitud faile ei saanud eemaldada süsteemi vea tõttu:
60=Väljendid...
61=Tegevus pole veel lõpetatud. Katkestan?
62=Mõned tegevused pole veel lõpetatud! Kas tahad need tühistada?
63=Faili otsing:
64=Suurus:
65=Loomise päev:
66=Midagi ei leitud
67=Uuendan...
68=Andmebaasi suurus enne tihendust: %s\nAndmebaasi suurus peale tihendust: %s\nSäästetud: %s.
69=Rakenda
70=Loobu
71=Nõutud Administraatori õigused
72=Faili tüüp
73=Allalaadimine...
74=Profiili kaust
75=Sorteeri šablooni järgi
76=Sea märge %s
77=Automaatne otsing
78=Uued failid:
79=Läbipaistvus
80=Eelvaade
81=Sõnad
82=Faili asukoht
83=Autoriõigus
84=Muudatused rakendatakse peale taaskäivitust!
85=Hinne
86=Kopeeri
87=Kleebi
88=Lõika
89=Allikas
90=Tulemus
91=See toiming eemaldab "%s" . Jätkata?
92=Kõik| Lisad|Dekoodrid|Visuaalid|DSP/VST|Kodeerijad
93=Failide lisamine...
94=Lõigu kordamine "A-B" [väljas]|Algus punkt "А"|Lõigu kordamine "A-B" [sees]|
95=Ühendan uuesti peale %s sekundit
96=Tähelepanu! See lähtestab kõik seaded!
97=Salvesta mängija väljaminemiseelsesse olekusse
98=Kasuta mini-mängijat, salve taandamise asemel
99=Eelseadete redaktor
100=Album
101=Link
102=Esitaja
103=Pealkiri
104=Kommentaar
105=Žanr
106=Eemalda silt
107=Aasta
108=Loo №
109=Plaadi №
110=Albumi kaas
111=Instrumentide panka ei leitud või omab valet formaati.
112=<puudub>
113=Valmis!
114=See tegevus kustutab statistika ja kõik failid andmebaasist! Jätkan?
115=Kestvus
116=Fail|Kaust|Mänguloend
117=Esitatud
118=Lisatud
119=Hinnang
120=Mänguloendite haldamine
121=Viivitus:
122=Sulge
123=Kopeeri fail vahetuspuhvrisse
125=Kataloogid
126=Palun oota...
127=Esitatud kordi
128=Kopeeri  %s-sse|Liiguta  %s-sse
129=Autotäitur (parem hiire klõps - šablooni valik)
130=Ansambel
131=Konverteerimine:
132=Nimeta ümber
133=Seaded
134=Peatatud
135=Muuda suurust
136=Seaded on muudetud. Kas soovid salvestada muudatused?
137=Eemaldatav ketas|CD-ketas
138=Rakenda koos
139=Arvuti suletakse %s sekundi pärast
140=Looja
141=dB
142=Hoiatus! Teised programmid ei saa kasutada heliväljundit, kui AIMPi väljundiks on valitud see väljund.
143=Eelkujutis: |Mitte midagi|Kaustad|Audiokogu|Mänguloend
144=Kodeerija
145=Tuju
146=Koostamise osa
147=Kataloog
148=Sõnade autor
149=Dirigent
150=Aknad
151=msek
152=Automaatselt
153=sek
154=min
155=B|KB|MB|GB
156=Faili otseteed
157=Sorteeri failid pärast mänguloendisse lisamist šablooni järgi:
158=Ootan autoriseerimist...\nPalun kinnitage autoriseerimistaotlus oma veebilehitsejas.\n\nAutoriseerimisest loobumiseks sulgege aken.
159=Partiirežiim
160=Otsingupäringule vastavaid tulemusi ei leitud
161=Võti
162=Järgmised toimingud tühistatakse:\n\n%s\nKas jätkata?
163=Faili "%s" taastamine prügikastist ebaõnnestus
164=Kasutaja loodud|Automaatne
165=Kas soovite taasesitust asukohast %s jätkata?
166=Grupp:
167=Otsi internetist

[Options]
bCancel=Sulge
btnReset=Lähtesta
Caption=Seaded
miResetPage=Lähtesta kõik seaded sellel lehel
miResetProfile=Lähtesta kõik seaded ja kasutajainfo
miResetSettings=Lähtesta kõik seaded
wcResetProfile=See toiming __EEMALDAB__ kõik esitusloendid, rüüd, seaded, statistika ja muud rakenduse andmed. Kas soovite tõesti jätkata?
wcResetSettings=Toiming lähtestab kõik rakenduse seaded vaikeseadetele. Kas jätkata?

[OptionsFrameAddFiles]
C1=Failide lisamine
C9=Üldine
C10=Ava faile teistest programmidest
C11=Lohista ja aseta
CB1=Küsi kasutajalt
CB2=Avarda faile mänguloendisse lisamisel CUE failiga
CB3=Lisa terve kaust
CB6=Skaneeri mänguloend faili lisamisel
CB9=Esita avatud failid koheselt
CB15=Esita lisatud failid koheselt
CB19=Alusta esitlust koheselt
CB48=Ava mänguloendi failid uutes vahekaartides
CB59=Sorteeri failid nime järgi
L1=Vaikimisi tegevus:
L5=Kui saadetud on üks fail:
L7=Faili avamisel:

[OptionsFrameAddFiles.CBA]
i[0]=Loo uus mänguloend
i[1]=Lisa töösolevasse mänguloendisse
i[2]=Lisa tühja mänguloendisse "Vaikimisi"

[OptionsFrameAddFiles.RG4]
i[0]=Lisa failid töösolevale positsioonile
i[1]=Lisa failid mänguloendi lõppu
i[2]=Lisa failid mänguloendi algusesse
i[3]=Lisa ja sega failid mänguloendis

[OptionsFrameAssoc]
B1=Faili tüübid
C1=Ühilduvus
CB1=Audiofailid
CB2=Mänguloendid
CB3=Rüüd

[OptionsFrameConvertor]
C1=Konverteerimis seaded
C18=Tegevus
Caption=Konverter
CB1=Avarda faile nimekirja lisamisel CUE failiga
CB4=Näita tulemust peale konverteerimist
CB6=Esita heli, kui konverteerimine on lõpetatud
GB1=Konverteerimise lõpus
L1=Voogude arv:
L2=[!] Voogude maksimaalne arv sõltub protsessori tuumade kogusest.

[OptionsFrameExtraMeta]
B1=Puhasta
Caption=Lisainformatsioon
CB1=Salvesta albumi kaas faili kausta, kasutades šablooni:
CB2=Leia internetist
CB3=Salvesta sõnade fail automaatselt faili kausta
CB4=Leia kaustast
CB5=Leia failisiltidest
GB1=Leia internetist
GB2=Luba puhverdamine
GB3=Leia kaustast
GB4=Leia failisiltidest
L2=Maksimaalne faili suurus mida allalaadida:
L3=Puhverdamine vähendab ketta kasutamist, hoiab kokku andmesidet, kiirendab albumi kaane otsingut.
L4=Eemalda sissekanne puhvrist pärast:
L5=päeva
pctAlbumArts=Albumi kaas
pctLyrics=Sõnad
W1=* Teil peab olema paigaldatud selle jaoks lisandprogramm

[OptionsFrameHotkeys]
B10=Vaikimisi
C1=Kiirklahvid
c[0]=Käsklus
c[1]=Lokaalne
c[2]=Globaalne 1
c[3]=Globaalne 2

[OptionsFrameInterface]
C1=Animatsioon
C3=Läbipaistvus
Caption=Kasutajaliides
CB1=Luba pikslite poolläbipaistvus
CB2=Kuva taasesitatava faili lainekuju otsinguribal *
CB3=Animeeri aknad, mis on kinnitatud teiste akende külge, kui neid näidatakse/peidetakse
CB4=Animeeri aknad töölaua tööriistariba režiimis näidates või peites
CB5=Kuva mängitava faili spektri visualiseerimine *
CB28=Animeeri visuaalse kuva muutmine *
CB30=Luba vaibumise effekt
CB35=Animeeri esitusloendi vahekaartide kerimine *
CB38=Keela läbipaistvus, kui aken on aktiivne
CB39=Keela akna läbipaistvus hiire asetamisel
CB42=Sujuv läbipaistvuse muutumine
CB52=Akende kleepimine töölaua servadele ja teiste akende külge
CB68=Kasuta silumist
CB71=Muuda visualiseerimist iga:
CB75=Tsükliline
GB1=Staatiliste siltide mallid *
GB3=Jooksva rea mallid *
GB4=Öörežiim
GB5=Värviskeem
GB7=Täisekraani režiim
GB10=Visualiseeringute vahetumine
L1=* Rüü peab seda funktsiooni toetama
L2=Teksti suurus:
L10=Uuenda iga:
L21=Avage ekraanil täisekraanirežiim:
L23=See esitab aeglasemalt, kuid pilt on suurendades parem
pcpGeneral=Üldine
pcpTemplates=Andmete kuvamine
pcpVisuals=Visualiseeringud

[OptionsFrameInterface.cbNightMode]
i[0]=Automaatselt (Windows 10 jaoks)
i[1]=Keelatud
i[2]=Lubatud

[OptionsFrameInterface.rsRun]
i[0]=Liikumine: väljalülitatud
i[1]=Liikumine: vasakule
i[2]=Liikumine: paremale

[OptionsFrameInterface.rsShow]
i[0]=Alustamine: väljalülitatud
i[1]=Alustamine: vasakult
i[2]=Alustamine: paremalt
i[3]=Alustamine: ülevalt
i[4]=Alustamine: alt

[OptionsFrameLang]
C1=Vali kuvakeel
Caption=Keel
L0=süsteemi keel
L1=Konverdi mitte-unicode tekst
L2=Peamised keeled
L3=Täiendavad keeled

[OptionsFrameMLMain]
B1=Failide jälgimine...
C1=Audiokogu
Caption=Audiokogu
CB1=Hinnangu andmisel
CB2=Taasesitluste alustamisel
CB3=Esitluse arvestamisel
CB4=Näita hinnangut, kui märge pole seatud
CB5=Sünkrooni kasutaja määratud hinnang audiofaili märkega
CB6=Näita alati alamkaustade sisu
CB7=Võimalusel kombineeri tühjad grupeerimistasemed
GB1=Üldine
GB2=Lisa fail andmebaasi
GB3=Hinnang
GB4=Esitluste arvestamine
L1=Faili miinimum kestvus:
L2=Arvesta fail esitatuks peale:\n kuid mitte rohkem kui 4 minutit
L3=Kalkuleeri hinnang võttes aluseks statistika viimased:
L4=Päeva
L6=Klõpsake siin, et juba olemasolev reiting kirjutada failisiltidesse

[OptionsFrameNet]
C21=Interneti ühenduse seaded
Caption=Ühendus
CB1=Otsene ühendus
CB2=Kasuta süsteemi seadeid
CB3=Manuaalne proksi seadistamine
L79=Aegumine:
L98=Parool:
L106=Server:
L107=Port:
L108=Kasutaja:

[OptionsFramePlayer]
C19=Keri kasutades hiire rullikut
Caption=Mängija
CB2=Hiireratta juhtnuppude küljest ära pööramine reguleerib helitugevust
CB21=Alati pealmine
G1=Juhtimine
GB4=Kontrolli mängijat kiirklahvidega
GB5=Kontrolli hiirega
GB15=Rada vahetuspuhvri šablooni kopeerimisel
L12=Normaalne kerimine
L13=Muuda kiirust võrra
L14=Muuda positsiooni võrra
L15=Muuda tempot võrra
L16=Muuda helitugevust võrra
L18=Keri hoides all "%s"
L33=Keskmine klõps:

[OptionsFramePlayer.MOBox]
i[0]=(mitte midagi)
i[1]=Esita/peata
i[2]=Lisa fail(id)

[OptionsFramePlayerBehavior]
C1=Automaatika
CB1=Taasta taasesitluse positsioon
CB7=Korda mänguloendit ühe failiga
CB32=Automaatne ekvalaiseri häälestus loole
CB47=Igal esitusloendil on oma taasesitusrežiim (tavaline / juhuslik)
CB48=Salvesta mängija olek navigeerides nuppudega "Järgmine/eelmine fail"
CB49=Hüppa %0:s tagasi, kui esitlus on peatatud kauemaks kui %1:s
CB58=Automaatne üleminek järgmisele loole
CB59=ja peata esitlus
GB1=Üldine
GB2=Programmi käivitamisel
GB3=Taasesitluse viis
GB4=Mänguloendi lõppemisel
GB5=Esitatava faili eemaldamisel mänguloendist
GB6=Fokuseerige esitusloendis esitatav fail:
L1=Taasesitluse viis:
L2=Taasesitlus

[OptionsFramePlayerBehavior.RG1]
i[0]=Alusta taasesitlust
i[1]=Taasta mängija sulgemiseelsesse olekusse
i[2]=Ära tee midagi
i[3]=Peata esitlus

[OptionsFramePlayerBehavior.RG2]
i[0]=Hüppa järgmisesse mänguloendisse
i[1]=Korda mänguloendit
i[2]=Mine ooterežiimile

[OptionsFramePlayerBehavior.RG3]
i[0]=Normaalne
i[1]=Kordus
i[2]=Juhuslik

[OptionsFramePlayerBehavior.RG4]
i[0]=Ära tee midagi
i[1]=Peata esitlus
i[2]=Hüppa järgmisesse loosse

[OptionsFramePlayerBehavior.RG5]
i[0]=Ainult siis, kui esitusloendit ei kasutata
i[1]=Mitte kunagi
i[2]=Alati

[OptionsFramePlaylistBehavior]
C6=Tegevus
Caption=Mänguloend
CB1=Eemalda mänguloend vahekaardi sulgemisel
CB2=Ava järjehoidjad uues mänguloendis "Järjehoidjad"
CB3=Salvesta otseteed (soovitatav)
CB4=Salvesta mänguloend "Vaikimisi"
CB5.h=vaadake esitusloendi muud menüüd
CB5=Luba tagasivõtmine
CB6=Salvesta tühjad esitusloendid
CB7=Lugude automaatsed järjehoidjad
CB8=Küsi mänguloendi loomisel nime
CB31=Salvesta järjekord programmi sulgemisel
CB46=Sulge mänguloend topeltklikiga nupul
CB56=Küsi kinnitust failide eemaldamiseks kõvakettalt
CB57=Ühe mänguloendiga viis
GB1=Salvestamine
GB2=Üldine
L1=Ärge looge järjehoidjaid lugudele, mis on lühemad kui
L2=Esitusloendist taasesituse alustamisel, kui lool on järjehoidja:
Ärge looge järjehoidjaid lugudele, mis on lühemad kui

[OptionsFramePlaylistBehavior.RG1]
i[0]=Küsi minult
i[1]=Kasuta, ära küsi minult
i[2]=Ignoreeri

[OptionsFramePlaylistView]
bCancel=Loobu
bOk=OK
C1=Vaate seaded
Caption=Sisu vaade
CB50=Näita valitud failide infot
cbAbsoluteNumeration=Absoluutne numeratsioon
cbCollapseUnusedGroups=Taanda kasutamata grupid automaatselt
cbGroupMode=Luba grupeerimine
cbMergeGroups=Automaatselt liida samanimelised grupid
cbShow2ndLine=Näita sekundaarset rida infoga
cbShowDuration=Näita kestvuse veergu
cbShowExpandBtns=Näita gruppide laiendus nuppu
cbShowMarks=Näita märkmeid
cbShowNumbers=Näita loo järjekorranumbrit
cbShowSwitches=Näita lülitite veergu
gbFormating=Formaadi seaded
gbGrouping=Grupeerimis seaded
gbLayoutSettings=Asetuse seaded

[OptionsFramePlugins]
B1=Taaskäivita kohe
Caption=Lisandprogrammid
L1=Mõnda lisandprogrammi ei kasutata selle rakendusega
lbURL=Hangi rohkem lisandprogramme
N1=Eemalda
N2=Rakenda valitud
N3=Rakenda kõik
N4=Eemalda valitud
N5=Eemalda kõik
N6=Eemalda mittestandartsed

[OptionsFramePlugins.cbFilter]
i[0]=Kõik
i[1]=Laetud
i[2]=Mitte laetud
i[3]=Kasutamata

[OptionsFrameRadioCap]
C1=Üldised seaded
C22=Interneti raadio salvestus
Caption=Interneti raadio
CB2=Jäta lugu vahele, kui sellenimeline juba eksisteerib
CB65=Salvesta allikas ilma transkodeerimiseta (ainult MP3/AAC/AAC+)
CB66=Kirjuta failidele sildid
CB67=Kirjuta CUE-logi
CB68=Puhvri suurus taustal salvestamiseks:
CB69=Eemalda failid mille kestvus on lühem kui:
GB6=Salvestus seaded
GB9=Jaga failidesse
L1=Mitu korda proovida ühendada uuesti kui ühendus on nurjunud:
L2=Kasutaja-agent:
L3=Puhvri suurus:
L13=Aeg:
L24=Faili nime šabloon:
L25=Suurus:
L85=Salvestamise kaust:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Jaga lugude järgi
i[1]=Jaga suuruse järgi
i[2]=Jaga aja järgi

[OptionsFrameSkins]
B2=Sirvi...
C1=Rüüd
lbURL=Hangi rohkem rüüsid
miDelete=Eemalda

[OptionsFrameSort]
Caption=Mallid
L1=Kasuta "%!" tagurpidi sorteerimiseks.
L2=Sorteeri malle
L3=Grupeerimis mallid

[OptionsFrameSoundOutRemapping]
btnRemove.h=Eemalda link
Caption=Kanalite ümberpaigutamine
L0=Kohandatud ümberpaigutamise häälestused
L1=Sisend
L2=Väljund
L3=Kanal %d
L4=Valige eelseadistus mida muuta:
N1=Kõik teie muudatused rakendatakse kohe, juhul kui redigeerimismall on sobiv
N2=Mängija kasutab vaikimisi šablooni kui kohandatud šablooni pole

[OptionsFrameSystem]
C1=Süsteem
Caption=Süsteem
CB2=Näita töösoleva faili infot tegumireal
CB3=Luba töösoleva faili info kerimine
CB4=Näita esitlus protsessi
CB5=Näita mängija olekut tegumireal
CB6=Näita mängija oleku edenemisriba värviliselt
CB7=Kasuta "Määramata" staatust audio voogesitlusel
CB18=Keela monitori väljalülitumine
CB23=Lisa exploreri kontekst menüüsse
CB24=Lisa CD/DVD automaatkäivitus menüüsse
CB40=Lisa link "Käivita" menüüsse
CB41=Lisa "Vaikimisi" programmide loendisse
CB60=Käivita AIMP windowsi käivitamisel
GB1=Integratsioon
GB2=Näita nuppu tegumireal
L1=Mängija aken peab olema aktiivne
L99=Prioriteet

[OptionsFrameTagEditor]
C1=Käitumine
Caption=Sildi redaktor
CB1=Luba kasutada kohapealseid väljendeid märgendiväljade väärtuste eelneval töötlemisel
CB2=Eemalda ID3v1 sunniviisiliselt
CB3=Lubage partiitoimingutes tehtud muudatuste tagasivõtmine
CB3W=Toimingud töötavad aeglasemalt ja kasutavad rohkem süsteemiressursse

[OptionsFrameTray]
C15=Üldine
C16=Faili info
C17=Hiirega kontroll
Caption=Salv
CB1=Taanda salve programmi taandamisel
CB2=Taanda salve programmi käivitamisel
CB3=Näita mini-mängijat taandamisel salve
CB4=Näita mängija staatust salve ikoonis
CB5=Alati näita ikooni salves
CB13=Näita faili infot hiire asetamisel
L30=Üks klikk:
L31=Topelt klikk:
L32=Keskmine klikk:
L34=Viivitus enne ilmumist:

[OptionsFrameTray.TrayCmd]
i[0]=(väljalülitatud)
i[1]=Näita/peida peaakent
i[2]=Vii esiplaanile
i[3]=Faili info
i[4]=AIMP helitugevuse regulaator
i[5]=Esita/peata
i[6]=Lisa ja esita faile
i[7]=Järgmine fail
i[8]=Eelmine fail

[OptionsSoundOutFrame]
Caption=Taasesitlus
CB1=Eellae järgmine lugu praeguse loo esitamise ajal (nõuab rohkem mälu)
CB2=Logaritmiline heliliugur
CB3=Tooni kompesatsiooniga helitugevuse reguleerimine
L1=Heli väljundi tüüp:
L2=Seade:
L3=Parameetrid:
L4=Puhvri suurus:
L5=Vali kanalid, mida hakatakse kasutama programmi heliväljundiks

[OptionsSoundOutTransformFrame]
B1=DSP Haldur
C1=Konverteerimis seaded
CB1=Luba kanalite segamine
CB1Hint=Ruumilise heli imiteerimine stereo/mono failidele\n"Tark" konverteerimine mitme kanalistele stereo/mono failidele
CB2=Antiklipping
CB2Hint=Hoiab ära müra kui signaal ületab 0 dB
CB3=Pseudotoonimine
CB3Hint=Ignoreeri moonutusi mis tekivad kui vähendada diskreetimise sügavust
CB4=Luba süsteemidekooderite kasutamine
GB1=MOD muusika
GB2=Üldine
L1=Diskreetimine:
L2=Kiirus
L3=Kvaliteet

[PartRepeatDialog]
B1=Sea
B2=Eemalda
Caption=Pareti kordus "A-B"
L1=Osuta A:
L2=Osuta B:

[PlaylistExportSettings]
btnOK=OK
C4=Ekspordi seaded
Caption=Mänguloendi eksport
CB54=Ekspordi peidetud mänguloendi osad
CB55=Ekspordi mänguloendi kategooriad
cbDefault=Jäta valik meelde
L26=Šabloon:
L27=Formaadi veerg:

[PlaylistsManagerDialog]
acImport=Impordi mänguloendid...
acImportDirs=Impordi kaustad...
acRemove=Eemalda valitud mänguloendid kõvakettalt
acSave=Ekspordi esitusloendid...
acSortByName=Sorteeri pealkirja järgi
btnPreimage=Seaded
cbReadOnly=Lukusta muutuste eest
cbShuffleMode=Juhuslik taasesitusrežiim
L1=Üldine
L2=Personaalsed seaded
L3=Aktiivsed mänguloendid
L4=Mitteaktiivsed mänguloendid
L5=Eelvaade
lbPreimage=Eelkujutis:
lbPreimageNotes=Eelkujutis on mänguloend, kaust või fail, andmeallikas praegusele mänguloendile. Sünkroniseerimiseks vajuta "Värskenda andmed".\n\n [!] Sünkroniseerimine toimub ainult ühel suunal: Eelkujutis -> Mänguloend.
lbStorage=Asukoht:
miGroup=Grupeeri
miUngroup=Lahuta grupeering

[QTEAlbumArtEditor]
btnCancel=Loobu
btnOk=OK
Caption=Albumi kaane redaktor
lbScale=Skaala:
lbSizes=Mõõdud:
pnlCrop=Kärbi
pnlScale=Muuda suurust

[QteCustomFields]
btnCancel=Loobu
btnOK=OK
Caption=Tundmatud väljad
miCopy=Kopeeri
miCopyAsUTF8=Kopeeri kui UTF8-jada
miCopyAsUTF16BE=Kopeeri kui UTF16BE-jada
miCopyAsUTF16LE=Kopeeri kui UTF16LE-jada
miDelete=Kustuta
miExtractAll=Salvesta kui...
miExtractSelected=Salvesta valitud kui...

[QTEExpressions]
btnCancel=Loobu
btnOK=OK
Caption=Väljendid
lbTitle=Sisesta väljendid, mida kasutatakse eeltöötlusena kõigi valitud failide redigeerimisvälja väärtusena
W1=Väljendite alguses peab olema "="

[QTEForm]
acMemoClear.h=Puhasta
acMemoLoad.h=Lae failist...
acMemoSave.h=Salvesta kui:
bCopyTo=Kopeeri...
Caption=Sildi redaktor
L1=Lae
L2=Salvesta
L3=Eemalda märge, et kustutada albumikaas failist muutuste salvestamisel
lbCustomFields=Tundmatud väljad...
T1=Üldine
T2=Sõnad
T3=CUE
T4=Info

[QueueDialog]
acMoveDown=Liiguta valitud alla
acMoveUp=Liiguta valitud ülesse
Caption=Järjekorra haldur
CB1=Paus
L1=Kogu pikkus:

[QueueDialog.ListView]
c[0]=Number
c[1]=Faili nimi
c[2]=Mänguloend
c[3]=Kestvus

[SearchForm]
B1=Otsingu seaded
B2=Sulge
Caption=Täpne otsing
CB1=Otsi pealkirjades
CB2=Otsi artistides
CB3=Otsi albumites
CB4=Otsi žanrites
CB5=Otsi faili nimedes
CB6=Automaatne otsing
L1=(kõik)
N1=Esita
N6=Otsi mänguloendist

[SearchForm.Table]
c[0]=Pealkiri
c[1]=Mänguloend
c[2]=Indekseeri järjekorras

[Templates]
%Album= - album
%AlbumArtist= - albumi esitaja
%AlbumGain= - esitlus tundlikkus väärtus albumile
%Artist= - esitaja
%BitDepth= - bitisügavus
%Bitrate= - bitikiirus
%BPM= - lööke minutis
%Caps2(A)= - kõik sõnad suure algustähega, ignoreeri kui on segamini
%Caps(A)= - kõik sõnad suure algustähega
%Case(..)= - tagastab esimese mittetühja argumendi
%Catalog= - kataloogi nimi
%Channels= - kanalid
%Chapter=- praegune peatükk
%Char(A)= - sümbol A koodiga
%CleanTitle(A)= - eemaldab A jadast informatsiooni täiendatavatest esitajatest
%Comment= - kommentaar
%Composer= - helilooja
%Conductor= - dirigent
%Copyright= - autoriõigused
%Dec(A,B)= - Kahandab A väärtust B võrra.
%Detransliterate(A)= - de-translitereeri kirillitsa tähed ladina tähestikust
%DiskNumber= - plaadi number
%DiskTotal= - plaatide üldarv
%Duration= - loo kestvus (sek)
%EncodedBy= - kodeerija
%ExtractFileExt(A)= - paki lahti faili A laiendus
%FileCreatedDate= - faili loomise päev
%FileCreatedDateAndTime=- faili loomise kuupäev ja kellaaeg
%FileCreatedTime= - faili loomise aeg
%FileDir(..)= - sihtkausta rada
%FileFormat= - faili formaat
%FileModifiedDate= - faili muutmise aeg
%FileModifiedDateAndTime=- faili muutmise kuupäev ja kellaaeg
%FileModifiedTime= - faili muutmise aeg
%FileName(..)=- faili nimi
%FileParentDir(..)= - siht kausta nimi
%FileSize= - faili suurus (baitides)
%Format(A,B)=A - formaadi jada arvuline väärtus, B - väärtus
%Genre= - žanr
%IF(A,B,C)== C, kui A on tühi, muidu - B
%IFEqual(A,B,C,D)== C, kui A=B, muidu - D
%IFGreater(A,B,C,D)== C, kui A > B, muidu - D
%IFGreaterOrEqual(A,B,C,D)== C, kui A >= B, muidu - D
%Inc(A,B)= - Suurendab A väärtust B võrra.
%Index= - positsioon mänguloendis
%ISRC=- ISRC kood
%LastPlayDate= - viimati esitatud päev
%LastPlayTime= - viimati esitatud aeg
%Length(A)= - A jada pikkus
%Link= - link
%Low(A)= - kõik väikeste tähtedega
%Lyricist= - sõnade autor
%Lyrics= - sõnad
%Mark= - kasutajapoolne märge
%Mood= - tuju
%NewLine= - lisa vahe
%PlayCount= - esitluste loendus
%Playlist=- esitusloendi nimi, kui see on olemas
%PrefixToTail(A)= - liigutab eesliite "The" ja "A" jada A lõppu
%PrefixTrim(A)= - eemaldab eesliite "The" ja "A" A jadast
%Publisher= - avaldaja
%Random(..)=- juhuslik arv 1 kuni täpsustatud.
%Rating= - loo automaatne hinne
%Remove(..)=(A, B1, B2...), kus A on lähtestring, B on eemaldatavad väärtused
%RemoveFileExt(A)=- eemaldab A failinimest faililaiendi
%Replace(A,B,C)= kus A on allikjada, B - väärtus leida, C - väärtus muuta
%ReplaceEx(..)=(A, B1, C1, B2, C2...), kus A on lähtestring, B on otsitav väärtus, C on asendatav väärtus
%SampleRate= - diskreetimissagedus
%StationName=- esitatava Interneti-raadiojaama nimi
%StrCopy(A,B,C)= - kopeeri A positsiooni sümbolid positsiooni B, kus C - näitab mitu sümbolit kopeerida
%StrLeft(A,B)= - kopeerib esimesed B tähemärgid A jadast
%StrPos(A,B)= - otsi alamjada A, B jadas
%StrRight(A,B)= - kopeerib viimased B tähemärgid A jadast
%StrTrim(A)= - eemaldab tühimikud A jada algusest ja lõpust
%StrTrimDiacritic(A)= - eemaldab diakriitilise märgi
%TimeCode= - esitatava faili positsioon "H:MM:SS.ZZZ" formaadis
%Title= - pealkiri
%Today(..)= - praegune kuupäev ja kellaaeg, vaikimisi vorming on "yyyy.MM.dd hh: mm: ss"
%TrackGain= - esitlus tundlikkus väärtus loole
%TrackNumber= - loo number
%TrackTotal= - lugude üldarv
%Transliterate(A)= - translitereeri kirillitsa tähed ladina tähestikku
%Up(A)= - kõik suurte tähtedega
%Value= - praegune väärtus
%Year= - aasta
%Total= - kokku

[Templates.Categories]
0=Üldine
1=Register
2=Tingimused
3=Read
10=Meta-andmed
11=Fail
20=Statistika

[Updater]
B1=Kontrolli uuendusi
B2=Paigalda
Caption=Uuenduste kontrollimine
CB1=Ära meenuta seda versiooni
L1=Praegune versioon:
L2=Uusim versioon:
L3=Manuaalne uuenduse kontrollimine
L4=Uus versioon on saadaval: %s
L5=Uuenda kuni
L6=Stabiilsed väljalasked|Testversioonid (Beeta)|Arendusversioonid (Alfa)
W1=HOIATUS! Valitud versioon võib olla väga ebastabiilne ja sisaldada palju vigu! Kas jätkata?

